{"edit": {"D1": 1, "D6": 1, "D14": 1, "D30": 1, "D150": 1, "D154": 1, "D196": 1, "D248": 1, "D259": 1, "D265": 1, "D282": 1, "D312": 1, "D324": 1, "D332": 1, "D354": 1, "D361": 1, "D409": 1, "D410": 1, "D493": 1, "D499": 1, "D529": 1, "D701": 1, "D721": 1, "D725": 1, "D746": 1, "D803": 1, "D836": 1, "D855": 1, "D909": 1, "D919": 1, "D928": 1, "D1075": 1, "D1118": 1, "D1122": 1, "D1152": 1, "D1167": 1, "D1205": 1, "D1216": 1, "D1231": 1, "D1238": 1, "D1252": 1, "D1340": 1, "D1393": 1, "D1442": 1}, "dewey": {"D1": 1, "D20": 1, "D260": 1, "D271": 1, "D275": 1, "D282": 1, "D290": 1, "D354": 1, "D960": 1, "D1152": 1, "D1233": 1, "D1251": 1}, "decim": {"D1": 1, "D154": 1, "D257": 1, "D260": 1, "D271": 1, "D282": 1, "D354": 1, "D361": 1, "D989": 1, "D1074": 1, "D1075": 1, "D1152": 1, "D1259": 1, "D1429": 1, "D1430": 1, "D1442": 1}, "classif": {"D1": 1, "D9": 1, "D16": 1, "D45": 1, "D53": 1, "D83": 1, "D151": 1, "D154": 1, "D176": 1, "D186": 1, "D246": 1, "D247": 1, "D257": 1, "D258": 1, "D259": 1, "D260": 1, "D261": 1, "D262": 1, "D263": 1, "D271": 1, "D282": 1, "D328": 1, "D333": 1, "D335": 1, "D340": 1, "D354": 1, "D361": 1, "D363": 1, "D388": 1, "D404": 1, "D434": 1, "D447": 1, "D477": 1, "D478": 1, "D479": 1, "D485": 1, "D488": 1, "D503": 1, "D522": 1, "D530": 1, "D539": 1, "D542": 1, "D564": 1, "D575": 1, "D576": 1, "D596": 1, "D628": 1, "D661": 1, "D663": 1, "D714": 1, "D758": 1, "D769": 1, "D795": 1, "D796": 1, "D797": 1, "D798": 1, "D801": 1, "D825": 1, "D838": 1, "D853": 1, "D898": 1, "D960": 1, "D966": 1, "D989": 1, "D1044": 1, "D1057": 1, "D1066": 1, "D1072": 1, "D1074": 1, "D1075": 1, "D1102": 1, "D1103": 1, "D1115": 1, "D1116": 1, "D1117": 1, "D1137": 1, "D1140": 1, "D1141": 1, "D1144": 1, "D1152": 1, "D1162": 1, "D1163": 1, "D1164": 1, "D1165": 1, "D1170": 1, "D1187": 1, "D1202": 1, "D1226": 1, "D1230": 1, "D1231": 1, "D1259": 1, "D1267": 1, "D1298": 1, "D1323": 1, "D1380": 1, "D1391": 1, "D1393": 1, "D1395": 1, "D1404": 1, "D1415": 1, "D1419": 1, "D1426": 1, "D1429": 1, "D1430": 1, "D1442": 1}, "present": {"D1": 1, "D7": 1, "D14": 1, "D17": 1, "D18": 1, "D26": 1, "D47": 1, "D69": 1, "D74": 1, "D75": 1, "D81": 1, "D89": 1, "D96": 1, "D97": 1, "D98": 1, "D100": 1, "D111": 1, "D112": 1, "D114": 1, "D118": 1, "D122": 1, "D131": 1, "D134": 1, "D142": 1, "D143": 1, "D146": 1, "D151": 1, "D152": 1, "D153": 1, "D156": 1, "D161": 1, "D164": 1, "D185": 1, "D186": 1, "D191": 1, "D193": 1, "D202": 1, "D204": 1, "D206": 1, "D209": 1, "D217": 1, "D228": 1, "D229": 1, "D239": 1, "D240": 1, "D246": 1, "D248": 1, "D250": 1, "D264": 1, "D282": 1, "D306": 1, "D309": 1, "D311": 1, "D312": 1, "D316": 1, "D318": 1, "D320": 1, "D321": 1, "D324": 1, "D327": 1, "D331": 1, "D335": 1, "D339": 1, "D342": 1, "D348": 1, "D349": 1, "D351": 1, "D352": 1, "D353": 1, "D359": 1, "D367": 1, "D368": 1, "D382": 1, "D384": 1, "D390": 1, "D393": 1, "D394": 1, "D396": 1, "D397": 1, "D398": 1, "D399": 1, "D403": 1, "D404": 1, "D413": 1, "D414": 1, "D416": 1, "D417": 1, "D418": 1, "D419": 1, "D423": 1, "D425": 1, "D426": 1, "D428": 1, "D429": 1, "D440": 1, "D445": 1, "D446": 1, "D457": 1, "D459": 1, "D461": 1, "D470": 1, "D471": 1, "D475": 1, "D476": 1, "D479": 1, "D488": 1, "D490": 1, "D492": 1, "D496": 1, "D499": 1, "D503": 1, "D508": 1, "D511": 1, "D518": 1, "D520": 1, "D530": 1, "D534": 1, "D541": 1, "D552": 1, "D553": 1, "D554": 1, "D556": 1, "D557": 1, "D562": 1, "D566": 1, "D575": 1, "D586": 1, "D589": 1, "D590": 1, "D591": 1, "D593": 1, "D595": 1, "D604": 1, "D605": 1, "D611": 1, "D612": 1, "D621": 1, "D625": 1, "D627": 1, "D630": 1, "D634": 1, "D635": 1, "D640": 1, "D641": 1, "D642": 1, "D648": 1, "D655": 1, "D657": 1, "D685": 1, "D692": 1, "D706": 1, "D709": 1, "D711": 1, "D712": 1, "D717": 1, "D718": 1, "D720": 1, "D725": 1, "D727": 1, "D728": 1, "D730": 1, "D731": 1, "D733": 1, "D734": 1, "D735": 1, "D737": 1, "D739": 1, "D745": 1, "D748": 1, "D752": 1, "D754": 1, "D760": 1, "D767": 1, "D771": 1, "D773": 1, "D776": 1, "D788": 1, "D802": 1, "D805": 1, "D813": 1, "D817": 1, "D819": 1, "D821": 1, "D825": 1, "D835": 1, "D837": 1, "D838": 1, "D839": 1, "D842": 1, "D847": 1, "D850": 1, "D856": 1, "D865": 1, "D873": 1, "D884": 1, "D887": 1, "D894": 1, "D900": 1, "D902": 1, "D904": 1, "D907": 1, "D909": 1, "D912": 1, "D913": 1, "D915": 1, "D919": 1, "D922": 1, "D924": 1, "D928": 1, "D929": 1, "D932": 1, "D934": 1, "D955": 1, "D959": 1, "D960": 1, "D961": 1, "D962": 1, "D963": 1, "D973": 1, "D976": 1, "D981": 1, "D983": 1, "D986": 1, "D989": 1, "D999": 1, "D1000": 1, "D1005": 1, "D1010": 1, "D1020": 1, "D1024": 1, "D1025": 1, "D1027": 1, "D1029": 1, "D1031": 1, "D1032": 1, "D1036": 1, "D1037": 1, "D1046": 1, "D1048": 1, "D1051": 1, "D1053": 1, "D1061": 1, "D1064": 1, "D1075": 1, "D1082": 1, "D1095": 1, "D1104": 1, "D1106": 1, "D1130": 1, "D1150": 1, "D1154": 1, "D1156": 1, "D1162": 1, "D1164": 1, "D1167": 1, "D1169": 1, "D1173": 1, "D1175": 1, "D1176": 1, "D1184": 1, "D1187": 1, "D1191": 1, "D1194": 1, "D1200": 1, "D1202": 1, "D1205": 1, "D1215": 1, "D1218": 1, "D1221": 1, "D1223": 1, "D1233": 1, "D1240": 1, "D1241": 1, "D1245": 1, "D1249": 1, "D1254": 1, "D1255": 1, "D1256": 1, "D1258": 1, "D1259": 1, "D1267": 1, "D1272": 1, "D1274": 1, "D1276": 1, "D1298": 1, "D1307": 1, "D1308": 1, "D1317": 1, "D1318": 1, "D1323": 1, "D1325": 1, "D1329": 1, "D1331": 1, "D1335": 1, "D1342": 1, "D1349": 1, "D1350": 1, "D1356": 1, "D1360": 1, "D1363": 1, "D1365": 1, "D1374": 1, "D1380": 1, "D1381": 1, "D1385": 1, "D1394": 1, "D1397": 1, "D1410": 1, "D1419": 1, "D1421": 1, "D1423": 1, "D1427": 1, "D1429": 1, "D1438": 1, "D1439": 1, "D1450": 1, "D1457": 1, "D1460": 1}, "studi": {"D1": 1, "D6": 1, "D7": 1, "D9": 1, "D10": 1, "D18": 1, "D23": 1, "D25": 1, "D27": 1, "D31": 1, "D32": 1, "D38": 1, "D39": 1, "D48": 1, "D52": 1, "D62": 1, "D65": 1, "D67": 1, "D68": 1, "D71": 1, "D74": 1, "D88": 1, "D89": 1, "D95": 1, "D96": 1, "D97": 1, "D101": 1, "D102": 1, "D104": 1, "D106": 1, "D111": 1, "D115": 1, "D132": 1, "D135": 1, "D137": 1, "D139": 1, "D151": 1, "D153": 1, "D155": 1, "D156": 1, "D158": 1, "D161": 1, "D163": 1, "D168": 1, "D170": 1, "D178": 1, "D181": 1, "D184": 1, "D190": 1, "D195": 1, "D201": 1, "D202": 1, "D203": 1, "D204": 1, "D225": 1, "D227": 1, "D229": 1, "D230": 1, "D239": 1, "D244": 1, "D245": 1, "D246": 1, "D249": 1, "D250": 1, "D256": 1, "D262": 1, "D268": 1, "D269": 1, "D278": 1, "D282": 1, "D286": 1, "D288": 1, "D290": 1, "D291": 1, "D292": 1, "D295": 1, "D296": 1, "D304": 1, "D311": 1, "D312": 1, "D315": 1, "D322": 1, "D324": 1, "D331": 1, "D339": 1, "D342": 1, "D344": 1, "D346": 1, "D353": 1, "D356": 1, "D358": 1, "D364": 1, "D365": 1, "D367": 1, "D370": 1, "D382": 1, "D387": 1, "D392": 1, "D394": 1, "D395": 1, "D402": 1, "D403": 1, "D404": 1, "D405": 1, "D407": 1, "D413": 1, "D416": 1, "D417": 1, "D426": 1, "D436": 1, "D439": 1, "D440": 1, "D453": 1, "D456": 1, "D461": 1, "D470": 1, "D472": 1, "D475": 1, "D486": 1, "D489": 1, "D498": 1, "D502": 1, "D506": 1, "D510": 1, "D512": 1, "D516": 1, "D532": 1, "D534": 1, "D537": 1, "D543": 1, "D544": 1, "D545": 1, "D563": 1, "D574": 1, "D576": 1, "D577": 1, "D580": 1, "D585": 1, "D586": 1, "D589": 1, "D600": 1, "D610": 1, "D611": 1, "D613": 1, "D614": 1, "D615": 1, "D624": 1, "D630": 1, "D632": 1, "D636": 1, "D638": 1, "D639": 1, "D640": 1, "D646": 1, "D649": 1, "D650": 1, "D651": 1, "D656": 1, "D658": 1, "D661": 1, "D662": 1, "D663": 1, "D670": 1, "D674": 1, "D677": 1, "D712": 1, "D715": 1, "D726": 1, "D729": 1, "D733": 1, "D735": 1, "D740": 1, "D750": 1, "D753": 1, "D759": 1, "D762": 1, "D763": 1, "D764": 1, "D772": 1, "D775": 1, "D776": 1, "D778": 1, "D781": 1, "D793": 1, "D799": 1, "D802": 1, "D804": 1, "D805": 1, "D807": 1, "D808": 1, "D817": 1, "D819": 1, "D820": 1, "D821": 1, "D825": 1, "D828": 1, "D836": 1, "D841": 1, "D842": 1, "D844": 1, "D846": 1, "D851": 1, "D886": 1, "D889": 1, "D890": 1, "D891": 1, "D894": 1, "D896": 1, "D900": 1, "D902": 1, "D906": 1, "D908": 1, "D912": 1, "D919": 1, "D922": 1, "D936": 1, "D946": 1, "D949": 1, "D953": 1, "D961": 1, "D963": 1, "D970": 1, "D972": 1, "D977": 1, "D979": 1, "D981": 1, "D984": 1, "D1005": 1, "D1007": 1, "D1018": 1, "D1027": 1, "D1029": 1, "D1031": 1, "D1036": 1, "D1040": 1, "D1041": 1, "D1047": 1, "D1048": 1, "D1050": 1, "D1058": 1, "D1061": 1, "D1066": 1, "D1067": 1, "D1069": 1, "D1070": 1, "D1076": 1, "D1079": 1, "D1080": 1, "D1087": 1, "D1091": 1, "D1094": 1, "D1095": 1, "D1098": 1, "D1101": 1, "D1103": 1, "D1108": 1, "D1111": 1, "D1117": 1, "D1123": 1, "D1124": 1, "D1130": 1, "D1132": 1, "D1135": 1, "D1143": 1, "D1145": 1, "D1147": 1, "D1149": 1, "D1152": 1, "D1155": 1, "D1156": 1, "D1158": 1, "D1159": 1, "D1173": 1, "D1178": 1, "D1181": 1, "D1185": 1, "D1186": 1, "D1188": 1, "D1190": 1, "D1192": 1, "D1200": 1, "D1201": 1, "D1204": 1, "D1205": 1, "D1206": 1, "D1208": 1, "D1221": 1, "D1227": 1, "D1230": 1, "D1231": 1, "D1238": 1, "D1239": 1, "D1240": 1, "D1241": 1, "D1242": 1, "D1252": 1, "D1260": 1, "D1263": 1, "D1265": 1, "D1266": 1, "D1267": 1, "D1273": 1, "D1275": 1, "D1276": 1, "D1286": 1, "D1288": 1, "D1301": 1, "D1308": 1, "D1311": 1, "D1316": 1, "D1320": 1, "D1321": 1, "D1331": 1, "D1332": 1, "D1333": 1, "D1334": 1, "D1337": 1, "D1343": 1, "D1347": 1, "D1352": 1, "D1353": 1, "D1356": 1, "D1358": 1, "D1359": 1, "D1361": 1, "D1369": 1, "D1377": 1, "D1379": 1, "D1381": 1, "D1382": 1, "D1387": 1, "D1388": 1, "D1389": 1, "D1390": 1, "D1391": 1, "D1399": 1, "D1404": 1, "D1407": 1, "D1410": 1, "D1413": 1, "D1414": 1, "D1416": 1, "D1417": 1, "D1418": 1, "D1419": 1, "D1421": 1, "D1422": 1, "D1423": 1, "D1425": 1, "D1426": 1, "D1428": 1, "D1429": 1, "D1430": 1, "D1434": 1, "D1442": 1, "D1444": 1, "D1445": 1, "D1449": 1, "D1450": 1, "D1454": 1, "D1455": 1, "D1456": 1}, "histori": {"D1": 1, "D16": 1, "D18": 1, "D20": 1, "D53": 1, "D100": 1, "D171": 1, "D214": 1, "D218": 1, "D226": 1, "D308": 1, "D343": 1, "D353": 1, "D356": 1, "D386": 1, "D392": 1, "D413": 1, "D414": 1, "D441": 1, "D456": 1, "D466": 1, "D473": 1, "D621": 1, "D667": 1, "D686": 1, "D711": 1, "D749": 1, "D819": 1, "D825": 1, "D878": 1, "D882": 1, "D884": 1, "D909": 1, "D923": 1, "D944": 1, "D951": 1, "D966": 1, "D987": 1, "D1030": 1, "D1082": 1, "D1190": 1, "D1251": 1, "D1262": 1, "D1270": 1, "D1271": 1, "D1272": 1, "D1346": 1, "D1387": 1, "D1402": 1, "D1415": 1, "D1439": 1, "D1444": 1}, "first": {"D1": 1, "D5": 1, "D14": 1, "D17": 1, "D25": 1, "D42": 1, "D62": 1, "D71": 1, "D84": 1, "D88": 1, "D126": 1, "D127": 1, "D129": 1, "D130": 1, "D132": 1, "D137": 1, "D138": 1, "D140": 1, "D144": 1, "D156": 1, "D158": 1, "D162": 1, "D163": 1, "D172": 1, "D185": 1, "D189": 1, "D198": 1, "D200": 1, "D222": 1, "D235": 1, "D239": 1, "D243": 1, "D246": 1, "D250": 1, "D258": 1, "D259": 1, "D265": 1, "D290": 1, "D299": 1, "D319": 1, "D331": 1, "D347": 1, "D359": 1, "D361": 1, "D371": 1, "D379": 1, "D387": 1, "D388": 1, "D393": 1, "D399": 1, "D405": 1, "D407": 1, "D409": 1, "D420": 1, "D434": 1, "D437": 1, "D439": 1, "D456": 1, "D457": 1, "D461": 1, "D463": 1, "D469": 1, "D470": 1, "D476": 1, "D480": 1, "D484": 1, "D485": 1, "D499": 1, "D508": 1, "D536": 1, "D543": 1, "D548": 1, "D577": 1, "D580": 1, "D588": 1, "D589": 1, "D599": 1, "D613": 1, "D617": 1, "D634": 1, "D657": 1, "D674": 1, "D688": 1, "D691": 1, "D701": 1, "D706": 1, "D711": 1, "D736": 1, "D737": 1, "D749": 1, "D758": 1, "D759": 1, "D761": 1, "D763": 1, "D767": 1, "D770": 1, "D794": 1, "D803": 1, "D815": 1, "D818": 1, "D819": 1, "D826": 1, "D849": 1, "D873": 1, "D885": 1, "D893": 1, "D896": 1, "D898": 1, "D901": 1, "D902": 1, "D919": 1, "D945": 1, "D947": 1, "D953": 1, "D955": 1, "D960": 1, "D966": 1, "D967": 1, "D977": 1, "D978": 1, "D1005": 1, "D1024": 1, "D1031": 1, "D1054": 1, "D1065": 1, "D1079": 1, "D1091": 1, "D1098": 1, "D1144": 1, "D1147": 1, "D1151": 1, "D1155": 1, "D1182": 1, "D1191": 1, "D1195": 1, "D1196": 1, "D1198": 1, "D1205": 1, "D1208": 1, "D1214": 1, "D1215": 1, "D1216": 1, "D1248": 1, "D1252": 1, "D1255": 1, "D1272": 1, "D1273": 1, "D1274": 1, "D1275": 1, "D1299": 1, "D1313": 1, "D1314": 1, "D1318": 1, "D1321": 1, "D1330": 1, "D1332": 1, "D1336": 1, "D1339": 1, "D1340": 1, "D1342": 1, "D1349": 1, "D1350": 1, "D1351": 1, "D1377": 1, "D1380": 1, "D1386": 1, "D1387": 1, "D1390": 1, "D1393": 1, "D1416": 1, "D1427": 1, "D1428": 1, "D1441": 1, "D1450": 1, "D1455": 1}, "ddc": {"D1": 1, "D13": 1, "D517": 1, "D527": 1, "D1356": 1}, "publish": {"D1": 1, "D6": 1, "D8": 1, "D17": 1, "D25": 1, "D40": 1, "D41": 1, "D44": 1, "D97": 1, "D103": 1, "D105": 1, "D116": 1, "D126": 1, "D135": 1, "D138": 1, "D153": 1, "D156": 1, "D161": 1, "D166": 1, "D194": 1, "D195": 1, "D201": 1, "D203": 1, "D210": 1, "D233": 1, "D235": 1, "D236": 1, "D242": 1, "D243": 1, "D253": 1, "D263": 1, "D271": 1, "D277": 1, "D282": 1, "D315": 1, "D330": 1, "D333": 1, "D366": 1, "D371": 1, "D373": 1, "D375": 1, "D376": 1, "D381": 1, "D403": 1, "D409": 1, "D440": 1, "D454": 1, "D550": 1, "D588": 1, "D589": 1, "D605": 1, "D614": 1, "D657": 1, "D719": 1, "D724": 1, "D731": 1, "D735": 1, "D744": 1, "D747": 1, "D749": 1, "D760": 1, "D764": 1, "D770": 1, "D777": 1, "D782": 1, "D784": 1, "D793": 1, "D794": 1, "D803": 1, "D809": 1, "D821": 1, "D831": 1, "D860": 1, "D900": 1, "D901": 1, "D905": 1, "D919": 1, "D930": 1, "D933": 1, "D942": 1, "D946": 1, "D963": 1, "D977": 1, "D988": 1, "D1010": 1, "D1023": 1, "D1032": 1, "D1052": 1, "D1057": 1, "D1058": 1, "D1098": 1, "D1108": 1, "D1167": 1, "D1172": 1, "D1175": 1, "D1210": 1, "D1241": 1, "D1251": 1, "D1256": 1, "D1262": 1, "D1269": 1, "D1285": 1, "D1286": 1, "D1308": 1, "D1315": 1, "D1335": 1, "D1336": 1, "D1338": 1, "D1340": 1, "D1341": 1, "D1346": 1, "D1386": 1, "D1387": 1, "D1393": 1, "D1396": 1, "D1403": 1, "D1421": 1, "D1422": 1, "D1427": 1, "D1438": 1, "D1441": 1, "D1460": 1}, "1876": {"D1": 1, "D20": 1, "D171": 1, "D463": 1}, "eighteenth": {"D1": 1}, "1971": {"D1": 1, "D12": 1, "D18": 1, "D127": 1, "D145": 1, "D159": 1, "D301": 1, "D366": 1, "D431": 1, "D439": 1, "D440": 1, "D541": 1, "D546": 1, "D614": 1, "D617": 1, "D623": 1, "D736": 1, "D845": 1, "D899": 1, "D919": 1, "D996": 1, "D997": 1, "D1215": 1, "D1229": 1, "D1335": 1, "D1355": 1, "D1434": 1, "D1435": 1}, "futur": {"D1": 1, "D17": 1, "D24": 1, "D32": 1, "D53": 1, "D72": 1, "D80": 1, "D100": 1, "D112": 1, "D123": 1, "D131": 1, "D134": 1, "D142": 1, "D143": 1, "D166": 1, "D185": 1, "D310": 1, "D320": 1, "D348": 1, "D367": 1, "D386": 1, "D400": 1, "D401": 1, "D418": 1, "D423": 1, "D453": 1, "D481": 1, "D482": 1, "D485": 1, "D491": 1, "D561": 1, "D580": 1, "D621": 1, "D631": 1, "D636": 1, "D655": 1, "D661": 1, "D685": 1, "D716": 1, "D718": 1, "D767": 1, "D795": 1, "D801": 1, "D846": 1, "D847": 1, "D870": 1, "D873": 1, "D878": 1, "D883": 1, "D897": 1, "D901": 1, "D902": 1, "D907": 1, "D915": 1, "D916": 1, "D922": 1, "D923": 1, "D935": 1, "D938": 1, "D943": 1, "D950": 1, "D977": 1, "D993": 1, "D1025": 1, "D1043": 1, "D1045": 1, "D1079": 1, "D1082": 1, "D1088": 1, "D1090": 1, "D1124": 1, "D1144": 1, "D1149": 1, "D1238": 1, "D1241": 1, "D1251": 1, "D1258": 1, "D1268": 1, "D1273": 1, "D1290": 1, "D1294": 1, "D1344": 1, "D1346": 1, "D1354": 1, "D1356": 1, "D1362": 1, "D1383": 1, "D1388": 1, "D1390": 1, "D1417": 1, "D1429": 1, "D1437": 1, "D1438": 1, "D1439": 1, "D1457": 1}, "continu": {"D1": 1, "D8": 1, "D17": 1, "D31": 1, "D92": 1, "D120": 1, "D122": 1, "D129": 1, "D136": 1, "D137": 1, "D138": 1, "D140": 1, "D165": 1, "D170": 1, "D182": 1, "D188": 1, "D190": 1, "D191": 1, "D212": 1, "D216": 1, "D224": 1, "D229": 1, "D248": 1, "D253": 1, "D293": 1, "D323": 1, "D339": 1, "D341": 1, "D353": 1, "D362": 1, "D381": 1, "D383": 1, "D388": 1, "D408": 1, "D413": 1, "D440": 1, "D525": 1, "D547": 1, "D561": 1, "D688": 1, "D768": 1, "D773": 1, "D816": 1, "D909": 1, "D919": 1, "D935": 1, "D941": 1, "D942": 1, "D951": 1, "D1057": 1, "D1060": 1, "D1146": 1, "D1147": 1, "D1184": 1, "D1253": 1, "D1255": 1, "D1273": 1, "D1286": 1, "D1295": 1, "D1330": 1, "D1331": 1, "D1340": 1, "D1352": 1, "D1356": 1, "D1369": 1, "D1415": 1, "D1421": 1, "D1429": 1}, "appear": {"D1": 1, "D17": 1, "D20": 1, "D44": 1, "D62": 1, "D65": 1, "D100": 1, "D113": 1, "D117": 1, "D119": 1, "D132": 1, "D140": 1, "D149": 1, "D151": 1, "D162": 1, "D191": 1, "D209": 1, "D212": 1, "D229": 1, "D231": 1, "D233": 1, "D235": 1, "D238": 1, "D263": 1, "D285": 1, "D311": 1, "D341": 1, "D358": 1, "D425": 1, "D427": 1, "D431": 1, "D433": 1, "D459": 1, "D478": 1, "D480": 1, "D486": 1, "D490": 1, "D522": 1, "D523": 1, "D536": 1, "D549": 1, "D588": 1, "D595": 1, "D613": 1, "D618": 1, "D628": 1, "D682": 1, "D744": 1, "D747": 1, "D752": 1, "D766": 1, "D774": 1, "D791": 1, "D793": 1, "D795": 1, "D798": 1, "D820": 1, "D821": 1, "D832": 1, "D838": 1, "D889": 1, "D893": 1, "D911": 1, "D919": 1, "D932": 1, "D951": 1, "D986": 1, "D1006": 1, "D1015": 1, "D1036": 1, "D1045": 1, "D1046": 1, "D1070": 1, "D1090": 1, "D1171": 1, "D1216": 1, "D1232": 1, "D1251": 1, "D1252": 1, "D1273": 1, "D1286": 1, "D1321": 1, "D1365": 1, "D1391": 1, "D1417": 1, "D1432": 1}, "need": {"D1": 1, "D4": 1, "D6": 1, "D8": 1, "D9": 1, "D10": 1, "D17": 1, "D29": 1, "D46": 1, "D59": 1, "D67": 1, "D76": 1, "D90": 1, "D92": 1, "D114": 1, "D123": 1, "D125": 1, "D126": 1, "D128": 1, "D131": 1, "D132": 1, "D136": 1, "D137": 1, "D139": 1, "D141": 1, "D142": 1, "D147": 1, "D152": 1, "D163": 1, "D166": 1, "D170": 1, "D174": 1, "D178": 1, "D181": 1, "D185": 1, "D186": 1, "D187": 1, "D188": 1, "D189": 1, "D199": 1, "D202": 1, "D207": 1, "D213": 1, "D216": 1, "D218": 1, "D220": 1, "D223": 1, "D227": 1, "D232": 1, "D240": 1, "D241": 1, "D252": 1, "D259": 1, "D261": 1, "D264": 1, "D266": 1, "D267": 1, "D271": 1, "D274": 1, "D277": 1, "D286": 1, "D294": 1, "D298": 1, "D308": 1, "D309": 1, "D320": 1, "D323": 1, "D324": 1, "D326": 1, "D327": 1, "D335": 1, "D339": 1, "D340": 1, "D341": 1, "D353": 1, "D357": 1, "D358": 1, "D360": 1, "D367": 1, "D370": 1, "D373": 1, "D378": 1, "D381": 1, "D383": 1, "D388": 1, "D398": 1, "D405": 1, "D410": 1, "D412": 1, "D421": 1, "D426": 1, "D440": 1, "D445": 1, "D447": 1, "D453": 1, "D456": 1, "D465": 1, "D469": 1, "D471": 1, "D481": 1, "D497": 1, "D501": 1, "D511": 1, "D512": 1, "D514": 1, "D523": 1, "D525": 1, "D528": 1, "D533": 1, "D544": 1, "D547": 1, "D555": 1, "D560": 1, "D578": 1, "D579": 1, "D580": 1, "D582": 1, "D583": 1, "D585": 1, "D587": 1, "D593": 1, "D594": 1, "D610": 1, "D630": 1, "D634": 1, "D637": 1, "D648": 1, "D651": 1, "D656": 1, "D657": 1, "D660": 1, "D664": 1, "D668": 1, "D670": 1, "D674": 1, "D686": 1, "D688": 1, "D692": 1, "D712": 1, "D718": 1, "D719": 1, "D721": 1, "D724": 1, "D725": 1, "D743": 1, "D748": 1, "D763": 1, "D771": 1, "D772": 1, "D773": 1, "D779": 1, "D780": 1, "D795": 1, "D796": 1, "D797": 1, "D800": 1, "D808": 1, "D818": 1, "D842": 1, "D843": 1, "D846": 1, "D847": 1, "D883": 1, "D891": 1, "D894": 1, "D895": 1, "D896": 1, "D899": 1, "D905": 1, "D908": 1, "D909": 1, "D911": 1, "D913": 1, "D919": 1, "D923": 1, "D924": 1, "D927": 1, "D928": 1, "D935": 1, "D937": 1, "D939": 1, "D947": 1, "D948": 1, "D950": 1, "D965": 1, "D973": 1, "D976": 1, "D981": 1, "D983": 1, "D989": 1, "D993": 1, "D1001": 1, "D1024": 1, "D1038": 1, "D1066": 1, "D1090": 1, "D1094": 1, "D1099": 1, "D1102": 1, "D1103": 1, "D1107": 1, "D1110": 1, "D1138": 1, "D1145": 1, "D1147": 1, "D1153": 1, "D1156": 1, "D1171": 1, "D1174": 1, "D1187": 1, "D1189": 1, "D1201": 1, "D1206": 1, "D1211": 1, "D1214": 1, "D1224": 1, "D1240": 1, "D1253": 1, "D1256": 1, "D1258": 1, "D1271": 1, "D1318": 1, "D1321": 1, "D1322": 1, "D1333": 1, "D1334": 1, "D1339": 1, "D1349": 1, "D1352": 1, "D1356": 1, "D1358": 1, "D1360": 1, "D1361": 1, "D1362": 1, "D1371": 1, "D1373": 1, "D1375": 1, "D1376": 1, "D1380": 1, "D1383": 1, "D1393": 1, "D1395": 1, "D1398": 1, "D1401": 1, "D1404": 1, "D1407": 1, "D1418": 1, "D1426": 1, "D1430": 1, "D1432": 1, "D1446": 1}, "spite": {"D1": 1, "D123": 1, "D197": 1, "D747": 1, "D831": 1, "D951": 1, "D1213": 1}, "long": {"D1": 1, "D4": 1, "D10": 1, "D17": 1, "D47": 1, "D100": 1, "D113": 1, "D141": 1, "D157": 1, "D200": 1, "D207": 1, "D231": 1, "D238": 1, "D240": 1, "D267": 1, "D312": 1, "D350": 1, "D364": 1, "D365": 1, "D400": 1, "D410": 1, "D417": 1, "D430": 1, "D453": 1, "D500": 1, "D511": 1, "D530": 1, "D581": 1, "D670": 1, "D724": 1, "D924": 1, "D939": 1, "D1017": 1, "D1026": 1, "D1052": 1, "D1198": 1, "D1213": 1, "D1240": 1, "D1253": 1, "D1332": 1, "D1387": 1, "D1401": 1, "D1445": 1, "D1450": 1}, "healthi": {"D1": 1}, "life": {"D1": 1, "D33": 1, "D92": 1, "D103": 1, "D113": 1, "D122": 1, "D165": 1, "D169": 1, "D251": 1, "D256": 1, "D343": 1, "D401": 1, "D403": 1, "D535": 1, "D549": 1, "D582": 1, "D764": 1, "D775": 1, "D788": 1, "D793": 1, "D794": 1, "D800": 1, "D808": 1, "D865": 1, "D909": 1, "D927": 1, "D934": 1, "D935": 1, "D1029": 1, "D1055": 1, "D1148": 1, "D1156": 1, "D1308": 1, "D1318": 1, "D1330": 1, "D1332": 1, "D1337": 1, "D1349": 1, "D1389": 1}, "howev": {"D1": 1, "D25": 1, "D29": 1, "D42": 1, "D68": 1, "D71": 1, "D88": 1, "D89": 1, "D90": 1, "D96": 1, "D106": 1, "D120": 1, "D128": 1, "D137": 1, "D139": 1, "D159": 1, "D164": 1, "D194": 1, "D201": 1, "D208": 1, "D224": 1, "D229": 1, "D244": 1, "D247": 1, "D253": 1, "D291": 1, "D313": 1, "D314": 1, "D319": 1, "D322": 1, "D326": 1, "D339": 1, "D341": 1, "D342": 1, "D373": 1, "D388": 1, "D440": 1, "D445": 1, "D448": 1, "D462": 1, "D477": 1, "D497": 1, "D545": 1, "D554": 1, "D611": 1, "D627": 1, "D636": 1, "D655": 1, "D688": 1, "D697": 1, "D706": 1, "D724": 1, "D735": 1, "D740": 1, "D742": 1, "D748": 1, "D752": 1, "D762": 1, "D764": 1, "D768": 1, "D769": 1, "D774": 1, "D818": 1, "D819": 1, "D832": 1, "D894": 1, "D934": 1, "D950": 1, "D975": 1, "D1011": 1, "D1016": 1, "D1019": 1, "D1023": 1, "D1039": 1, "D1049": 1, "D1052": 1, "D1054": 1, "D1055": 1, "D1073": 1, "D1092": 1, "D1145": 1, "D1150": 1, "D1187": 1, "D1197": 1, "D1206": 1, "D1212": 1, "D1213": 1, "D1219": 1, "D1233": 1, "D1237": 1, "D1263": 1, "D1273": 1, "D1304": 1, "D1325": 1, "D1372": 1, "D1378": 1, "D1392": 1, "D1393": 1, "D1395": 1, "D1424": 1, "D1425": 1, "D1426": 1, "D1427": 1, "D1429": 1, "D1441": 1, "D1444": 1, "D1449": 1, "D1450": 1, "D1453": 1, "D1454": 1, "D1456": 1}, "full": {"D1": 1, "D6": 1, "D65": 1, "D77": 1, "D134": 1, "D137": 1, "D138": 1, "D187": 1, "D204": 1, "D252": 1, "D283": 1, "D378": 1, "D437": 1, "D439": 1, "D498": 1, "D512": 1, "D519": 1, "D534": 1, "D571": 1, "D581": 1, "D592": 1, "D680": 1, "D725": 1, "D813": 1, "D817": 1, "D842": 1, "D900": 1, "D949": 1, "D979": 1, "D1043": 1, "D1054": 1, "D1060": 1, "D1082": 1, "D1195": 1, "D1219": 1, "D1253": 1, "D1258": 1, "D1265": 1, "D1299": 1, "D1386": 1, "D1387": 1}, "stori": {"D1": 1, "D3": 1, "D414": 1, "D1051": 1}, "never": {"D1": 1, "D139": 1, "D170": 1, "D198": 1, "D242": 1, "D293": 1, "D359": 1, "D749": 1, "D894": 1, "D939": 1, "D1032": 1, "D1036": 1, "D1232": 1, "D1277": 1, "D1384": 1}, "told": {"D1": 1, "D592": 1, "D764": 1, "D1340": 1}, "biographi": {"D1": 1, "D16": 1, "D1291": 1}, "briefli": {"D1": 1, "D19": 1, "D30": 1, "D41": 1, "D68": 1, "D135": 1, "D159": 1, "D211": 1, "D214": 1, "D247": 1, "D368": 1, "D425": 1, "D482": 1, "D522": 1, "D639": 1, "D674": 1, "D694": 1, "D776": 1, "D825": 1, "D830": 1, "D846": 1, "D861": 1, "D863": 1, "D877": 1, "D1010": 1, "D1078": 1, "D1097": 1, "D1162": 1, "D1164": 1, "D1294": 1, "D1344": 1, "D1368": 1, "D1385": 1, "D1448": 1}, "describ": {"D1": 1, "D13": 1, "D16": 1, "D19": 1, "D27": 1, "D30": 1, "D39": 1, "D41": 1, "D45": 1, "D46": 1, "D49": 1, "D51": 1, "D52": 1, "D53": 1, "D54": 1, "D56": 1, "D59": 1, "D64": 1, "D67": 1, "D68": 1, "D74": 1, "D75": 1, "D77": 1, "D82": 1, "D85": 1, "D99": 1, "D110": 1, "D115": 1, "D119": 1, "D133": 1, "D134": 1, "D135": 1, "D136": 1, "D148": 1, "D151": 1, "D158": 1, "D159": 1, "D167": 1, "D168": 1, "D175": 1, "D179": 1, "D194": 1, "D197": 1, "D206": 1, "D211": 1, "D212": 1, "D214": 1, "D216": 1, "D217": 1, "D219": 1, "D225": 1, "D230": 1, "D233": 1, "D244": 1, "D247": 1, "D267": 1, "D271": 1, "D276": 1, "D277": 1, "D282": 1, "D285": 1, "D288": 1, "D309": 1, "D325": 1, "D328": 1, "D332": 1, "D336": 1, "D347": 1, "D368": 1, "D373": 1, "D376": 1, "D397": 1, "D398": 1, "D402": 1, "D415": 1, "D419": 1, "D420": 1, "D422": 1, "D425": 1, "D428": 1, "D439": 1, "D440": 1, "D442": 1, "D446": 1, "D448": 1, "D450": 1, "D461": 1, "D465": 1, "D467": 1, "D477": 1, "D480": 1, "D482": 1, "D484": 1, "D488": 1, "D491": 1, "D493": 1, "D497": 1, "D498": 1, "D500": 1, "D501": 1, "D507": 1, "D508": 1, "D517": 1, "D522": 1, "D526": 1, "D528": 1, "D529": 1, "D530": 1, "D531": 1, "D533": 1, "D537": 1, "D544": 1, "D553": 1, "D562": 1, "D563": 1, "D564": 1, "D566": 1, "D570": 1, "D577": 1, "D596": 1, "D603": 1, "D604": 1, "D606": 1, "D608": 1, "D617": 1, "D623": 1, "D624": 1, "D635": 1, "D636": 1, "D641": 1, "D646": 1, "D655": 1, "D659": 1, "D662": 1, "D664": 1, "D666": 1, "D668": 1, "D676": 1, "D678": 1, "D679": 1, "D681": 1, "D682": 1, "D686": 1, "D687": 1, "D689": 1, "D699": 1, "D701": 1, "D703": 1, "D707": 1, "D710": 1, "D714": 1, "D715": 1, "D720": 1, "D731": 1, "D734": 1, "D737": 1, "D745": 1, "D759": 1, "D762": 1, "D776": 1, "D778": 1, "D785": 1, "D786": 1, "D790": 1, "D792": 1, "D796": 1, "D797": 1, "D808": 1, "D813": 1, "D814": 1, "D815": 1, "D825": 1, "D833": 1, "D840": 1, "D842": 1, "D848": 1, "D855": 1, "D857": 1, "D861": 1, "D863": 1, "D865": 1, "D872": 1, "D883": 1, "D884": 1, "D885": 1, "D886": 1, "D888": 1, "D951": 1, "D958": 1, "D959": 1, "D961": 1, "D983": 1, "D990": 1, "D991": 1, "D998": 1, "D1000": 1, "D1001": 1, "D1004": 1, "D1010": 1, "D1044": 1, "D1050": 1, "D1054": 1, "D1059": 1, "D1073": 1, "D1090": 1, "D1092": 1, "D1095": 1, "D1098": 1, "D1101": 1, "D1105": 1, "D1108": 1, "D1109": 1, "D1118": 1, "D1120": 1, "D1124": 1, "D1126": 1, "D1129": 1, "D1134": 1, "D1139": 1, "D1140": 1, "D1143": 1, "D1144": 1, "D1155": 1, "D1162": 1, "D1164": 1, "D1166": 1, "D1190": 1, "D1191": 1, "D1192": 1, "D1207": 1, "D1224": 1, "D1225": 1, "D1234": 1, "D1248": 1, "D1252": 1, "D1256": 1, "D1267": 1, "D1274": 1, "D1277": 1, "D1284": 1, "D1285": 1, "D1296": 1, "D1298": 1, "D1299": 1, "D1317": 1, "D1319": 1, "D1325": 1, "D1334": 1, "D1340": 1, "D1359": 1, "D1360": 1, "D1361": 1, "D1362": 1, "D1364": 1, "D1366": 1, "D1371": 1, "D1377": 1, "D1381": 1, "D1396": 1, "D1407": 1, "D1408": 1, "D1409": 1, "D1416": 1, "D1418": 1, "D1422": 1, "D1428": 1, "D1434": 1, "D1443": 1, "D1444": 1, "D1452": 1, "D1455": 1}, "system": {"D1": 1, "D4": 1, "D10": 1, "D13": 1, "D16": 1, "D17": 1, "D18": 1, "D25": 1, "D27": 1, "D28": 1, "D44": 1, "D48": 1, "D49": 1, "D54": 1, "D57": 1, "D59": 1, "D61": 1, "D64": 1, "D66": 1, "D67": 1, "D68": 1, "D71": 1, "D72": 1, "D73": 1, "D74": 1, "D80": 1, "D85": 1, "D89": 1, "D95": 1, "D102": 1, "D104": 1, "D106": 1, "D114": 1, "D115": 1, "D117": 1, "D119": 1, "D120": 1, "D123": 1, "D124": 1, "D126": 1, "D128": 1, "D129": 1, "D131": 1, "D132": 1, "D134": 1, "D135": 1, "D136": 1, "D137": 1, "D140": 1, "D141": 1, "D150": 1, "D151": 1, "D157": 1, "D158": 1, "D159": 1, "D165": 1, "D168": 1, "D174": 1, "D175": 1, "D177": 1, "D179": 1, "D180": 1, "D190": 1, "D192": 1, "D197": 1, "D200": 1, "D202": 1, "D208": 1, "D211": 1, "D212": 1, "D213": 1, "D222": 1, "D224": 1, "D228": 1, "D231": 1, "D243": 1, "D244": 1, "D245": 1, "D250": 1, "D252": 1, "D254": 1, "D257": 1, "D262": 1, "D265": 1, "D267": 1, "D268": 1, "D287": 1, "D288": 1, "D291": 1, "D292": 1, "D294": 1, "D295": 1, "D309": 1, "D310": 1, "D317": 1, "D318": 1, "D319": 1, "D320": 1, "D321": 1, "D325": 1, "D327": 1, "D329": 1, "D332": 1, "D335": 1, "D336": 1, "D340": 1, "D347": 1, "D348": 1, "D350": 1, "D354": 1, "D358": 1, "D364": 1, "D373": 1, "D375": 1, "D376": 1, "D378": 1, "D380": 1, "D381": 1, "D382": 1, "D386": 1, "D387": 1, "D388": 1, "D389": 1, "D390": 1, "D394": 1, "D396": 1, "D398": 1, "D399": 1, "D400": 1, "D403": 1, "D406": 1, "D408": 1, "D409": 1, "D419": 1, "D421": 1, "D433": 1, "D434": 1, "D443": 1, "D445": 1, "D446": 1, "D447": 1, "D448": 1, "D449": 1, "D451": 1, "D452": 1, "D454": 1, "D458": 1, "D459": 1, "D461": 1, "D465": 1, "D467": 1, "D468": 1, "D472": 1, "D474": 1, "D476": 1, "D477": 1, "D478": 1, "D481": 1, "D482": 1, "D483": 1, "D484": 1, "D486": 1, "D490": 1, "D491": 1, "D492": 1, "D494": 1, "D497": 1, "D501": 1, "D502": 1, "D504": 1, "D507": 1, "D508": 1, "D510": 1, "D511": 1, "D512": 1, "D513": 1, "D514": 1, "D515": 1, "D517": 1, "D519": 1, "D522": 1, "D523": 1, "D525": 1, "D526": 1, "D528": 1, "D529": 1, "D530": 1, "D531": 1, "D532": 1, "D534": 1, "D535": 1, "D537": 1, "D538": 1, "D542": 1, "D544": 1, "D546": 1, "D547": 1, "D553": 1, "D556": 1, "D557": 1, "D560": 1, "D562": 1, "D564": 1, "D565": 1, "D566": 1, "D567": 1, "D571": 1, "D572": 1, "D574": 1, "D575": 1, "D576": 1, "D579": 1, "D582": 1, "D590": 1, "D591": 1, "D593": 1, "D594": 1, "D595": 1, "D597": 1, "D600": 1, "D601": 1, "D603": 1, "D606": 1, "D607": 1, "D609": 1, "D610": 1, "D611": 1, "D612": 1, "D615": 1, "D617": 1, "D620": 1, "D621": 1, "D625": 1, "D626": 1, "D627": 1, "D630": 1, "D634": 1, "D636": 1, "D637": 1, "D639": 1, "D641": 1, "D642": 1, "D644": 1, "D645": 1, "D646": 1, "D647": 1, "D648": 1, "D652": 1, "D654": 1, "D659": 1, "D660": 1, "D664": 1, "D666": 1, "D670": 1, "D671": 1, "D674": 1, "D676": 1, "D677": 1, "D681": 1, "D682": 1, "D683": 1, "D687": 1, "D689": 1, "D690": 1, "D691": 1, "D693": 1, "D694": 1, "D695": 1, "D697": 1, "D699": 1, "D700": 1, "D701": 1, "D702": 1, "D703": 1, "D704": 1, "D706": 1, "D707": 1, "D709": 1, "D710": 1, "D716": 1, "D720": 1, "D723": 1, "D724": 1, "D725": 1, "D726": 1, "D727": 1, "D728": 1, "D731": 1, "D737": 1, "D739": 1, "D740": 1, "D741": 1, "D742": 1, "D744": 1, "D752": 1, "D754": 1, "D762": 1, "D773": 1, "D779": 1, "D780": 1, "D785": 1, "D786": 1, "D795": 1, "D796": 1, "D798": 1, "D801": 1, "D802": 1, "D806": 1, "D809": 1, "D815": 1, "D820": 1, "D822": 1, "D825": 1, "D826": 1, "D827": 1, "D830": 1, "D833": 1, "D838": 1, "D839": 1, "D840": 1, "D841": 1, "D842": 1, "D843": 1, "D846": 1, "D848": 1, "D849": 1, "D850": 1, "D852": 1, "D860": 1, "D862": 1, "D865": 1, "D866": 1, "D868": 1, "D871": 1, "D872": 1, "D874": 1, "D880": 1, "D883": 1, "D884": 1, "D888": 1, "D889": 1, "D890": 1, "D895": 1, "D897": 1, "D898": 1, "D911": 1, "D916": 1, "D917": 1, "D925": 1, "D941": 1, "D947": 1, "D948": 1, "D951": 1, "D954": 1, "D955": 1, "D960": 1, "D966": 1, "D970": 1, "D979": 1, "D982": 1, "D984": 1, "D986": 1, "D989": 1, "D990": 1, "D993": 1, "D997": 1, "D998": 1, "D999": 1, "D1000": 1, "D1001": 1, "D1004": 1, "D1007": 1, "D1010": 1, "D1011": 1, "D1012": 1, "D1016": 1, "D1022": 1, "D1024": 1, "D1035": 1, "D1038": 1, "D1040": 1, "D1043": 1, "D1044": 1, "D1049": 1, "D1051": 1, "D1053": 1, "D1054": 1, "D1057": 1, "D1062": 1, "D1067": 1, "D1072": 1, "D1073": 1, "D1074": 1, "D1077": 1, "D1078": 1, "D1080": 1, "D1081": 1, "D1084": 1, "D1085": 1, "D1091": 1, "D1092": 1, "D1093": 1, "D1098": 1, "D1099": 1, "D1104": 1, "D1105": 1, "D1106": 1, "D1109": 1, "D1110": 1, "D1111": 1, "D1112": 1, "D1113": 1, "D1114": 1, "D1117": 1, "D1120": 1, "D1121": 1, "D1124": 1, "D1125": 1, "D1126": 1, "D1127": 1, "D1128": 1, "D1136": 1, "D1137": 1, "D1139": 1, "D1143": 1, "D1144": 1, "D1147": 1, "D1148": 1, "D1152": 1, "D1163": 1, "D1170": 1, "D1171": 1, "D1173": 1, "D1175": 1, "D1179": 1, "D1180": 1, "D1190": 1, "D1191": 1, "D1193": 1, "D1195": 1, "D1196": 1, "D1197": 1, "D1206": 1, "D1207": 1, "D1209": 1, "D1215": 1, "D1223": 1, "D1225": 1, "D1227": 1, "D1229": 1, "D1230": 1, "D1236": 1, "D1241": 1, "D1249": 1, "D1255": 1, "D1256": 1, "D1259": 1, "D1261": 1, "D1264": 1, "D1267": 1, "D1277": 1, "D1281": 1, "D1282": 1, "D1283": 1, "D1289": 1, "D1290": 1, "D1293": 1, "D1298": 1, "D1305": 1, "D1307": 1, "D1309": 1, "D1317": 1, "D1326": 1, "D1327": 1, "D1328": 1, "D1333": 1, "D1337": 1, "D1339": 1, "D1341": 1, "D1348": 1, "D1349": 1, "D1350": 1, "D1358": 1, "D1360": 1, "D1361": 1, "D1362": 1, "D1363": 1, "D1366": 1, "D1367": 1, "D1375": 1, "D1377": 1, "D1378": 1, "D1391": 1, "D1395": 1, "D1401": 1, "D1402": 1, "D1405": 1, "D1409": 1, "D1410": 1, "D1413": 1, "D1415": 1, "D1416": 1, "D1417": 1, "D1418": 1, "D1419": 1, "D1425": 1, "D1427": 1, "D1436": 1, "D1437": 1, "D1445": 1, "D1447": 1, "D1448": 1, "D1456": 1, "D1457": 1, "D1460": 1}, "attempt": {"D1": 1, "D7": 1, "D13": 1, "D18": 1, "D61": 1, "D64": 1, "D67": 1, "D84": 1, "D98": 1, "D110": 1, "D111": 1, "D120": 1, "D123": 1, "D133": 1, "D134": 1, "D136": 1, "D139": 1, "D151": 1, "D158": 1, "D176": 1, "D217": 1, "D218": 1, "D229": 1, "D234": 1, "D266": 1, "D268": 1, "D269": 1, "D274": 1, "D285": 1, "D291": 1, "D319": 1, "D321": 1, "D323": 1, "D336": 1, "D342": 1, "D350": 1, "D356": 1, "D361": 1, "D367": 1, "D368": 1, "D373": 1, "D374": 1, "D398": 1, "D399": 1, "D404": 1, "D412": 1, "D414": 1, "D418": 1, "D437": 1, "D447": 1, "D459": 1, "D476": 1, "D495": 1, "D497": 1, "D499": 1, "D505": 1, "D525": 1, "D533": 1, "D552": 1, "D553": 1, "D556": 1, "D583": 1, "D586": 1, "D599": 1, "D606": 1, "D613": 1, "D627": 1, "D643": 1, "D743": 1, "D756": 1, "D777": 1, "D805": 1, "D830": 1, "D837": 1, "D849": 1, "D873": 1, "D882": 1, "D888": 1, "D902": 1, "D909": 1, "D932": 1, "D951": 1, "D974": 1, "D993": 1, "D1000": 1, "D1008": 1, "D1015": 1, "D1027": 1, "D1036": 1, "D1054": 1, "D1081": 1, "D1118": 1, "D1151": 1, "D1154": 1, "D1158": 1, "D1191": 1, "D1192": 1, "D1202": 1, "D1217": 1, "D1233": 1, "D1237": 1, "D1243": 1, "D1251": 1, "D1255": 1, "D1265": 1, "D1266": 1, "D1274": 1, "D1285": 1, "D1330": 1, "D1333": 1, "D1339": 1, "D1346": 1, "D1380": 1, "D1383": 1, "D1387": 1, "D1392": 1, "D1398": 1, "D1399": 1, "D1425": 1, "D1429": 1, "D1432": 1, "D1440": 1, "D1444": 1, "D1455": 1, "D1457": 1}, "provid": {"D1": 1, "D4": 1, "D12": 1, "D15": 1, "D17": 1, "D23": 1, "D28": 1, "D38": 1, "D42": 1, "D43": 1, "D47": 1, "D53": 1, "D57": 1, "D61": 1, "D67": 1, "D68": 1, "D73": 1, "D84": 1, "D94": 1, "D106": 1, "D113": 1, "D123": 1, "D124": 1, "D127": 1, "D130": 1, "D131": 1, "D133": 1, "D134": 1, "D138": 1, "D140": 1, "D141": 1, "D142": 1, "D145": 1, "D150": 1, "D151": 1, "D161": 1, "D169": 1, "D176": 1, "D186": 1, "D190": 1, "D191": 1, "D197": 1, "D203": 1, "D207": 1, "D208": 1, "D216": 1, "D223": 1, "D234": 1, "D237": 1, "D245": 1, "D248": 1, "D252": 1, "D254": 1, "D260": 1, "D278": 1, "D283": 1, "D293": 1, "D295": 1, "D296": 1, "D297": 1, "D303": 1, "D304": 1, "D305": 1, "D307": 1, "D310": 1, "D312": 1, "D318": 1, "D320": 1, "D324": 1, "D329": 1, "D336": 1, "D337": 1, "D340": 1, "D352": 1, "D357": 1, "D358": 1, "D364": 1, "D365": 1, "D368": 1, "D373": 1, "D376": 1, "D378": 1, "D400": 1, "D403": 1, "D404": 1, "D405": 1, "D408": 1, "D411": 1, "D412": 1, "D425": 1, "D445": 1, "D459": 1, "D465": 1, "D481": 1, "D490": 1, "D492": 1, "D493": 1, "D495": 1, "D504": 1, "D512": 1, "D527": 1, "D529": 1, "D530": 1, "D534": 1, "D546": 1, "D547": 1, "D553": 1, "D563": 1, "D568": 1, "D570": 1, "D572": 1, "D579": 1, "D580": 1, "D585": 1, "D586": 1, "D590": 1, "D594": 1, "D596": 1, "D598": 1, "D606": 1, "D608": 1, "D615": 1, "D619": 1, "D629": 1, "D630": 1, "D632": 1, "D636": 1, "D637": 1, "D644": 1, "D654": 1, "D659": 1, "D660": 1, "D671": 1, "D675": 1, "D676": 1, "D682": 1, "D687": 1, "D692": 1, "D699": 1, "D713": 1, "D729": 1, "D737": 1, "D756": 1, "D758": 1, "D759": 1, "D792": 1, "D801": 1, "D809": 1, "D811": 1, "D813": 1, "D816": 1, "D820": 1, "D822": 1, "D841": 1, "D846": 1, "D862": 1, "D866": 1, "D879": 1, "D883": 1, "D885": 1, "D892": 1, "D898": 1, "D900": 1, "D908": 1, "D909": 1, "D910": 1, "D916": 1, "D920": 1, "D934": 1, "D937": 1, "D940": 1, "D946": 1, "D947": 1, "D948": 1, "D949": 1, "D951": 1, "D957": 1, "D958": 1, "D963": 1, "D971": 1, "D978": 1, "D989": 1, "D1007": 1, "D1010": 1, "D1016": 1, "D1019": 1, "D1032": 1, "D1035": 1, "D1046": 1, "D1048": 1, "D1053": 1, "D1059": 1, "D1060": 1, "D1070": 1, "D1071": 1, "D1074": 1, "D1078": 1, "D1082": 1, "D1104": 1, "D1109": 1, "D1120": 1, "D1123": 1, "D1145": 1, "D1153": 1, "D1175": 1, "D1180": 1, "D1202": 1, "D1229": 1, "D1230": 1, "D1239": 1, "D1244": 1, "D1245": 1, "D1258": 1, "D1259": 1, "D1282": 1, "D1299": 1, "D1308": 1, "D1318": 1, "D1325": 1, "D1339": 1, "D1340": 1, "D1344": 1, "D1345": 1, "D1349": 1, "D1353": 1, "D1357": 1, "D1362": 1, "D1365": 1, "D1366": 1, "D1367": 1, "D1376": 1, "D1377": 1, "D1379": 1, "D1386": 1, "D1387": 1, "D1390": 1, "D1396": 1, "D1397": 1, "D1398": 1, "D1399": 1, "D1400": 1, "D1401": 1, "D1410": 1, "D1414": 1, "D1415": 1, "D1418": 1, "D1424": 1, "D1430": 1, "D1440": 1, "D1448": 1, "D1449": 1}, "detail": {"D1": 1, "D6": 1, "D16": 1, "D17": 1, "D50": 1, "D59": 1, "D80": 1, "D84": 1, "D115": 1, "D134": 1, "D153": 1, "D158": 1, "D161": 1, "D202": 1, "D208": 1, "D219": 1, "D227": 1, "D243": 1, "D244": 1, "D247": 1, "D257": 1, "D287": 1, "D288": 1, "D315": 1, "D319": 1, "D324": 1, "D336": 1, "D342": 1, "D354": 1, "D358": 1, "D382": 1, "D385": 1, "D388": 1, "D392": 1, "D397": 1, "D406": 1, "D417": 1, "D423": 1, "D428": 1, "D465": 1, "D495": 1, "D506": 1, "D514": 1, "D515": 1, "D526": 1, "D534": 1, "D539": 1, "D590": 1, "D596": 1, "D604": 1, "D620": 1, "D633": 1, "D637": 1, "D649": 1, "D700": 1, "D706": 1, "D717": 1, "D725": 1, "D731": 1, "D755": 1, "D783": 1, "D816": 1, "D817": 1, "D820": 1, "D829": 1, "D830": 1, "D882": 1, "D888": 1, "D897": 1, "D898": 1, "D900": 1, "D918": 1, "D940": 1, "D956": 1, "D994": 1, "D999": 1, "D1032": 1, "D1035": 1, "D1044": 1, "D1052": 1, "D1072": 1, "D1111": 1, "D1152": 1, "D1170": 1, "D1204": 1, "D1212": 1, "D1218": 1, "D1229": 1, "D1269": 1, "D1274": 1, "D1276": 1, "D1312": 1, "D1317": 1, "D1351": 1, "D1361": 1, "D1364": 1, "D1398": 1, "D1420": 1, "D1427": 1, "D1431": 1, "D1450": 1}, "work": {"D1": 1, "D6": 1, "D8": 1, "D9": 1, "D11": 1, "D14": 1, "D15": 1, "D18": 1, "D22": 1, "D25": 1, "D48": 1, "D60": 1, "D61": 1, "D77": 1, "D81": 1, "D89": 1, "D97": 1, "D100": 1, "D103": 1, "D104": 1, "D111": 1, "D112": 1, "D113": 1, "D120": 1, "D132": 1, "D133": 1, "D136": 1, "D150": 1, "D156": 1, "D158": 1, "D159": 1, "D161": 1, "D163": 1, "D165": 1, "D168": 1, "D169": 1, "D171": 1, "D172": 1, "D173": 1, "D174": 1, "D187": 1, "D188": 1, "D190": 1, "D200": 1, "D202": 1, "D206": 1, "D210": 1, "D212": 1, "D223": 1, "D239": 1, "D240": 1, "D241": 1, "D247": 1, "D265": 1, "D291": 1, "D314": 1, "D325": 1, "D328": 1, "D333": 1, "D334": 1, "D336": 1, "D340": 1, "D341": 1, "D345": 1, "D352": 1, "D359": 1, "D360": 1, "D361": 1, "D371": 1, "D383": 1, "D385": 1, "D403": 1, "D405": 1, "D407": 1, "D413": 1, "D414": 1, "D424": 1, "D433": 1, "D438": 1, "D440": 1, "D441": 1, "D446": 1, "D453": 1, "D460": 1, "D470": 1, "D476": 1, "D488": 1, "D490": 1, "D500": 1, "D507": 1, "D523": 1, "D533": 1, "D535": 1, "D541": 1, "D554": 1, "D556": 1, "D570": 1, "D587": 1, "D589": 1, "D597": 1, "D610": 1, "D615": 1, "D624": 1, "D627": 1, "D636": 1, "D640": 1, "D643": 1, "D653": 1, "D654": 1, "D661": 1, "D664": 1, "D666": 1, "D672": 1, "D674": 1, "D694": 1, "D719": 1, "D735": 1, "D748": 1, "D749": 1, "D769": 1, "D771": 1, "D786": 1, "D796": 1, "D801": 1, "D814": 1, "D816": 1, "D825": 1, "D830": 1, "D832": 1, "D841": 1, "D844": 1, "D849": 1, "D863": 1, "D866": 1, "D873": 1, "D889": 1, "D904": 1, "D906": 1, "D907": 1, "D908": 1, "D909": 1, "D914": 1, "D915": 1, "D917": 1, "D918": 1, "D919": 1, "D936": 1, "D946": 1, "D950": 1, "D961": 1, "D964": 1, "D965": 1, "D970": 1, "D979": 1, "D985": 1, "D986": 1, "D996": 1, "D997": 1, "D1001": 1, "D1004": 1, "D1006": 1, "D1008": 1, "D1010": 1, "D1016": 1, "D1020": 1, "D1029": 1, "D1036": 1, "D1038": 1, "D1046": 1, "D1047": 1, "D1048": 1, "D1053": 1, "D1054": 1, "D1060": 1, "D1061": 1, "D1062": 1, "D1063": 1, "D1067": 1, "D1070": 1, "D1073": 1, "D1076": 1, "D1079": 1, "D1090": 1, "D1094": 1, "D1099": 1, "D1106": 1, "D1112": 1, "D1142": 1, "D1149": 1, "D1152": 1, "D1160": 1, "D1171": 1, "D1179": 1, "D1185": 1, "D1192": 1, "D1202": 1, "D1205": 1, "D1206": 1, "D1207": 1, "D1210": 1, "D1216": 1, "D1221": 1, "D1231": 1, "D1237": 1, "D1245": 1, "D1248": 1, "D1255": 1, "D1264": 1, "D1273": 1, "D1274": 1, "D1275": 1, "D1281": 1, "D1314": 1, "D1315": 1, "D1319": 1, "D1320": 1, "D1321": 1, "D1328": 1, "D1330": 1, "D1332": 1, "D1335": 1, "D1341": 1, "D1346": 1, "D1349": 1, "D1359": 1, "D1362": 1, "D1367": 1, "D1378": 1, "D1379": 1, "D1380": 1, "D1381": 1, "D1382": 1, "D1387": 1, "D1403": 1, "D1407": 1, "D1408": 1, "D1409": 1, "D1410": 1, "D1412": 1, "D1413": 1, "D1415": 1, "D1417": 1, "D1423": 1, "D1425": 1, "D1427": 1, "D1435": 1, "D1442": 1, "D1445": 1, "D1450": 1, "D1454": 1, "D1455": 1, "D1457": 1}, "spur": {"D1": 1, "D1033": 1, "D1048": 1}, "growth": {"D1": 1, "D20": 1, "D44": 1, "D101": 1, "D106": 1, "D125": 1, "D126": 1, "D165": 1, "D166": 1, "D171": 1, "D270": 1, "D310": 1, "D331": 1, "D343": 1, "D371": 1, "D383": 1, "D391": 1, "D393": 1, "D395": 1, "D559": 1, "D605": 1, "D607": 1, "D631": 1, "D646": 1, "D667": 1, "D700": 1, "D743": 1, "D749": 1, "D750": 1, "D800": 1, "D804": 1, "D808": 1, "D821": 1, "D899": 1, "D903": 1, "D934": 1, "D943": 1, "D952": 1, "D976": 1, "D977": 1, "D1025": 1, "D1026": 1, "D1082": 1, "D1099": 1, "D1113": 1, "D1167": 1, "D1168": 1, "D1183": 1, "D1203": 1, "D1256": 1, "D1262": 1, "D1268": 1, "D1273": 1, "D1286": 1, "D1308": 1, "D1311": 1, "D1314": 1, "D1334": 1, "D1341": 1, "D1342": 1, "D1380": 1, "D1406": 1, "D1425": 1, "D1428": 1, "D1431": 1, "D1456": 1, "D1457": 1}, "librarianship": {"D1": 1, "D6": 1, "D17": 1, "D20": 1, "D90": 1, "D171": 1, "D185": 1, "D188": 1, "D234": 1, "D238": 1, "D272": 1, "D314": 1, "D323": 1, "D325": 1, "D333": 1, "D344": 1, "D353": 1, "D387": 1, "D407": 1, "D461": 1, "D496": 1, "D555": 1, "D556": 1, "D573": 1, "D583": 1, "D597": 1, "D764": 1, "D786": 1, "D844": 1, "D896": 1, "D906": 1, "D909": 1, "D923": 1, "D1022": 1, "D1149": 1, "D1192": 1, "D1198": 1, "D1206": 1, "D1243": 1, "D1249": 1, "D1250": 1, "D1322": 1, "D1378": 1, "D1403": 1, "D1405": 1, "D1440": 1, "D1441": 1, "D1453": 1, "D1457": 1}, "countri": {"D1": 1, "D17": 1, "D40": 1, "D94": 1, "D142": 1, "D237": 1, "D242": 1, "D247": 1, "D260": 1, "D261": 1, "D269": 1, "D342": 1, "D354": 1, "D391": 1, "D400": 1, "D453": 1, "D559": 1, "D588": 1, "D607": 1, "D749": 1, "D775": 1, "D789": 1, "D873": 1, "D919": 1, "D924": 1, "D933": 1, "D978": 1, "D1011": 1, "D1025": 1, "D1031": 1, "D1095": 1, "D1147": 1, "D1210": 1, "D1239": 1, "D1252": 1, "D1328": 1, "D1332": 1, "D1378": 1, "D1395": 1, "D1396": 1, "D1414": 1, "D1423": 1, "D1431": 1, "D1432": 1, "D1441": 1, "D1457": 1}, "abroad": {"D1": 1, "D247": 1, "D926": 1, "D1043": 1, "D1393": 1}, "use": {"D2": 1, "D5": 1, "D6": 1, "D9": 1, "D14": 1, "D15": 1, "D16": 1, "D19": 1, "D20": 1, "D22": 1, "D23": 1, "D25": 1, "D26": 1, "D27": 1, "D28": 1, "D29": 1, "D30": 1, "D31": 1, "D32": 1, "D33": 1, "D35": 1, "D36": 1, "D37": 1, "D41": 1, "D44": 1, "D45": 1, "D46": 1, "D47": 1, "D49": 1, "D50": 1, "D51": 1, "D53": 1, "D54": 1, "D58": 1, "D62": 1, "D64": 1, "D65": 1, "D66": 1, "D67": 1, "D69": 1, "D71": 1, "D72": 1, "D75": 1, "D76": 1, "D78": 1, "D79": 1, "D84": 1, "D85": 1, "D86": 1, "D87": 1, "D88": 1, "D94": 1, "D97": 1, "D101": 1, "D104": 1, "D105": 1, "D106": 1, "D107": 1, "D113": 1, "D115": 1, "D117": 1, "D122": 1, "D123": 1, "D124": 1, "D126": 1, "D127": 1, "D129": 1, "D131": 1, "D132": 1, "D134": 1, "D136": 1, "D137": 1, "D139": 1, "D140": 1, "D145": 1, "D146": 1, "D147": 1, "D148": 1, "D150": 1, "D155": 1, "D158": 1, "D161": 1, "D163": 1, "D164": 1, "D167": 1, "D168": 1, "D169": 1, "D176": 1, "D181": 1, "D183": 1, "D184": 1, "D186": 1, "D187": 1, "D190": 1, "D193": 1, "D194": 1, "D197": 1, "D198": 1, "D199": 1, "D200": 1, "D201": 1, "D203": 1, "D204": 1, "D205": 1, "D207": 1, "D208": 1, "D209": 1, "D210": 1, "D212": 1, "D213": 1, "D214": 1, "D216": 1, "D217": 1, "D222": 1, "D223": 1, "D224": 1, "D225": 1, "D227": 1, "D239": 1, "D240": 1, "D256": 1, "D257": 1, "D259": 1, "D260": 1, "D261": 1, "D262": 1, "D263": 1, "D266": 1, "D268": 1, "D269": 1, "D271": 1, "D275": 1, "D276": 1, "D277": 1, "D278": 1, "D280": 1, "D282": 1, "D286": 1, "D288": 1, "D290": 1, "D291": 1, "D292": 1, "D295": 1, "D296": 1, "D300": 1, "D304": 1, "D305": 1, "D306": 1, "D309": 1, "D314": 1, "D315": 1, "D316": 1, "D317": 1, "D318": 1, "D319": 1, "D321": 1, "D323": 1, "D325": 1, "D326": 1, "D327": 1, "D328": 1, "D329": 1, "D330": 1, "D340": 1, "D341": 1, "D342": 1, "D344": 1, "D345": 1, "D347": 1, "D348": 1, "D350": 1, "D354": 1, "D360": 1, "D364": 1, "D367": 1, "D368": 1, "D369": 1, "D370": 1, "D371": 1, "D374": 1, "D376": 1, "D377": 1, "D378": 1, "D380": 1, "D386": 1, "D388": 1, "D389": 1, "D390": 1, "D395": 1, "D400": 1, "D402": 1, "D404": 1, "D406": 1, "D408": 1, "D409": 1, "D411": 1, "D413": 1, "D417": 1, "D420": 1, "D422": 1, "D423": 1, "D424": 1, "D425": 1, "D427": 1, "D428": 1, "D429": 1, "D432": 1, "D442": 1, "D443": 1, "D446": 1, "D447": 1, "D448": 1, "D449": 1, "D450": 1, "D456": 1, "D459": 1, "D460": 1, "D461": 1, "D462": 1, "D465": 1, "D467": 1, "D468": 1, "D469": 1, "D474": 1, "D475": 1, "D478": 1, "D479": 1, "D480": 1, "D482": 1, "D483": 1, "D484": 1, "D485": 1, "D486": 1, "D488": 1, "D489": 1, "D490": 1, "D491": 1, "D493": 1, "D499": 1, "D501": 1, "D502": 1, "D503": 1, "D504": 1, "D505": 1, "D508": 1, "D509": 1, "D510": 1, "D511": 1, "D514": 1, "D515": 1, "D518": 1, "D520": 1, "D521": 1, "D522": 1, "D523": 1, "D525": 1, "D526": 1, "D529": 1, "D530": 1, "D532": 1, "D533": 1, "D534": 1, "D535": 1, "D536": 1, "D540": 1, "D541": 1, "D544": 1, "D545": 1, "D547": 1, "D550": 1, "D552": 1, "D553": 1, "D556": 1, "D557": 1, "D558": 1, "D562": 1, "D564": 1, "D568": 1, "D570": 1, "D573": 1, "D575": 1, "D576": 1, "D577": 1, "D580": 1, "D582": 1, "D586": 1, "D588": 1, "D589": 1, "D590": 1, "D592": 1, "D593": 1, "D596": 1, "D597": 1, "D598": 1, "D601": 1, "D602": 1, "D603": 1, "D604": 1, "D606": 1, "D608": 1, "D609": 1, "D610": 1, "D611": 1, "D613": 1, "D614": 1, "D615": 1, "D616": 1, "D620": 1, "D621": 1, "D623": 1, "D624": 1, "D625": 1, "D628": 1, "D633": 1, "D634": 1, "D636": 1, "D638": 1, "D641": 1, "D642": 1, "D643": 1, "D645": 1, "D646": 1, "D647": 1, "D648": 1, "D649": 1, "D650": 1, "D651": 1, "D653": 1, "D654": 1, "D655": 1, "D656": 1, "D658": 1, "D661": 1, "D663": 1, "D664": 1, "D665": 1, "D668": 1, "D669": 1, "D670": 1, "D672": 1, "D673": 1, "D675": 1, "D677": 1, "D678": 1, "D679": 1, "D682": 1, "D687": 1, "D688": 1, "D690": 1, "D692": 1, "D693": 1, "D695": 1, "D696": 1, "D697": 1, "D699": 1, "D700": 1, "D702": 1, "D703": 1, "D704": 1, "D709": 1, "D711": 1, "D713": 1, "D719": 1, "D720": 1, "D721": 1, "D722": 1, "D723": 1, "D725": 1, "D727": 1, "D728": 1, "D731": 1, "D732": 1, "D733": 1, "D738": 1, "D739": 1, "D740": 1, "D742": 1, "D743": 1, "D744": 1, "D745": 1, "D746": 1, "D749": 1, "D751": 1, "D753": 1, "D754": 1, "D755": 1, "D757": 1, "D758": 1, "D761": 1, "D762": 1, "D764": 1, "D766": 1, "D767": 1, "D768": 1, "D769": 1, "D771": 1, "D772": 1, "D773": 1, "D774": 1, "D778": 1, "D785": 1, "D788": 1, "D789": 1, "D793": 1, "D794": 1, "D795": 1, "D796": 1, "D797": 1, "D798": 1, "D799": 1, "D800": 1, "D801": 1, "D802": 1, "D803": 1, "D805": 1, "D807": 1, "D808": 1, "D809": 1, "D810": 1, "D811": 1, "D812": 1, "D813": 1, "D814": 1, "D816": 1, "D820": 1, "D821": 1, "D822": 1, "D828": 1, "D829": 1, "D830": 1, "D832": 1, "D833": 1, "D835": 1, "D838": 1, "D839": 1, "D840": 1, "D841": 1, "D842": 1, "D847": 1, "D848": 1, "D850": 1, "D851": 1, "D852": 1, "D854": 1, "D857": 1, "D860": 1, "D862": 1, "D865": 1, "D866": 1, "D867": 1, "D868": 1, "D871": 1, "D872": 1, "D873": 1, "D874": 1, "D876": 1, "D880": 1, "D883": 1, "D887": 1, "D889": 1, "D890": 1, "D894": 1, "D900": 1, "D904": 1, "D905": 1, "D907": 1, "D909": 1, "D913": 1, "D916": 1, "D926": 1, "D928": 1, "D930": 1, "D936": 1, "D940": 1, "D945": 1, "D946": 1, "D947": 1, "D952": 1, "D953": 1, "D957": 1, "D959": 1, "D961": 1, "D962": 1, "D963": 1, "D964": 1, "D970": 1, "D972": 1, "D973": 1, "D976": 1, "D977": 1, "D979": 1, "D980": 1, "D981": 1, "D983": 1, "D985": 1, "D989": 1, "D990": 1, "D991": 1, "D992": 1, "D994": 1, "D1007": 1, "D1008": 1, "D1009": 1, "D1012": 1, "D1014": 1, "D1018": 1, "D1019": 1, "D1020": 1, "D1024": 1, "D1027": 1, "D1032": 1, "D1035": 1, "D1036": 1, "D1038": 1, "D1039": 1, "D1040": 1, "D1041": 1, "D1044": 1, "D1045": 1, "D1046": 1, "D1048": 1, "D1050": 1, "D1054": 1, "D1055": 1, "D1058": 1, "D1060": 1, "D1062": 1, "D1064": 1, "D1066": 1, "D1068": 1, "D1072": 1, "D1073": 1, "D1075": 1, "D1079": 1, "D1090": 1, "D1091": 1, "D1092": 1, "D1097": 1, "D1108": 1, "D1109": 1, "D1111": 1, "D1123": 1, "D1124": 1, "D1126": 1, "D1134": 1, "D1139": 1, "D1142": 1, "D1143": 1, "D1144": 1, "D1146": 1, "D1147": 1, "D1152": 1, "D1157": 1, "D1165": 1, "D1170": 1, "D1172": 1, "D1173": 1, "D1174": 1, "D1175": 1, "D1180": 1, "D1181": 1, "D1183": 1, "D1185": 1, "D1186": 1, "D1187": 1, "D1188": 1, "D1189": 1, "D1193": 1, "D1194": 1, "D1196": 1, "D1202": 1, "D1203": 1, "D1205": 1, "D1206": 1, "D1207": 1, "D1212": 1, "D1219": 1, "D1222": 1, "D1226": 1, "D1230": 1, "D1240": 1, "D1242": 1, "D1246": 1, "D1251": 1, "D1253": 1, "D1259": 1, "D1260": 1, "D1261": 1, "D1264": 1, "D1265": 1, "D1271": 1, "D1273": 1, "D1274": 1, "D1276": 1, "D1277": 1, "D1281": 1, "D1286": 1, "D1292": 1, "D1298": 1, "D1304": 1, "D1309": 1, "D1313": 1, "D1322": 1, "D1323": 1, "D1325": 1, "D1327": 1, "D1328": 1, "D1330": 1, "D1338": 1, "D1339": 1, "D1346": 1, "D1347": 1, "D1349": 1, "D1352": 1, "D1355": 1, "D1356": 1, "D1360": 1, "D1361": 1, "D1362": 1, "D1365": 1, "D1366": 1, "D1368": 1, "D1369": 1, "D1372": 1, "D1373": 1, "D1375": 1, "D1377": 1, "D1381": 1, "D1382": 1, "D1384": 1, "D1389": 1, "D1391": 1, "D1392": 1, "D1396": 1, "D1398": 1, "D1399": 1, "D1404": 1, "D1405": 1, "D1407": 1, "D1408": 1, "D1410": 1, "D1411": 1, "D1412": 1, "D1414": 1, "D1415": 1, "D1417": 1, "D1418": 1, "D1419": 1, "D1421": 1, "D1424": 1, "D1425": 1, "D1430": 1, "D1442": 1, "D1445": 1, "D1449": 1, "D1450": 1, "D1452": 1, "D1454": 1, "D1458": 1}, "made": {"D2": 1, "D4": 1, "D5": 1, "D10": 1, "D12": 1, "D17": 1, "D25": 1, "D31": 1, "D34": 1, "D37": 1, "D43": 1, "D64": 1, "D79": 1, "D84": 1, "D90": 1, "D93": 1, "D104": 1, "D124": 1, "D132": 1, "D134": 1, "D138": 1, "D147": 1, "D151": 1, "D165": 1, "D167": 1, "D170": 1, "D176": 1, "D178": 1, "D184": 1, 